Repository: TubeFold/App
Catalog: TubeFold App/TubeFold/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, pt, ru, ur, zh_hans

source: “%@” and its generated summary will be removed from your Library. This can't be undone.
ar: ستتم إزالة “%@” وملخصه المُنشأ من مكتبتك. لا يمكن التراجع عن هذا الإجراء.
bn: “%@” এবং এর তৈরি করা সারাংশ আপনার লাইব্রেরি থেকে সরানো হবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
es: “%@” y su resumen generado se eliminarán de tu biblioteca. Esta acción no se puede deshacer.
fr: « %@ » et son résumé généré seront retirés de votre bibliothèque. Cette action est irréversible.
hi: “%@” और उसका जनरेट किया गया सारांश आपकी लाइब्रेरी से हटाया जाएगा। यह कार्रवाई वापस नहीं की जा सकती।
pt: “%@” e o resumo gerado serão removidos da sua biblioteca. Esta ação não pode ser desfeita.
ru: «%@» и сгенерированная сводка будут удалены из библиотеки. Это действие нельзя отменить.
ur: “%@” اور اس کا بنایا گیا خلاصہ آپ کی لائبریری سے ہٹا دیا جائے گا۔ یہ عمل واپس نہیں لیا جا سکتا۔
zh_hans: “%@”及其生成的摘要将从你的资料库中移除。此操作无法撤销。

source: %@ is ready. You can reopen this setup any time from Settings.
ar: %@ جاهز. يمكنك إعادة فتح هذا الإعداد في أي وقت من الإعدادات.
bn: %@ প্রস্তুত। আপনি সেটিংস থেকে যেকোনো সময় এই সেটআপ আবার খুলতে পারেন।
es: %@ está listo. Puedes volver a abrir esta configuración en cualquier momento desde Ajustes.
fr: %@ est prêt. Vous pouvez rouvrir cette configuration à tout moment depuis Réglages.
hi: %@ तैयार है। आप इस सेटअप को कभी भी सेटिंग्स से फिर से खोल सकते हैं।
pt: %@ está pronto. Você pode reabrir esta configuração a qualquer momento em Ajustes.
ru: %@ готов. Вы можете снова открыть эту настройку в любое время из Настроек.
ur: %@ تیار ہے۔ آپ اس سیٹ اپ کو کسی بھی وقت ترتیبات سے دوبارہ کھول سکتے ہیں۔
zh_hans: %@ 已准备就绪。你可以随时从“设置”重新打开此设置。

source: %@ Status
ar: حالة %@
bn: %@ অবস্থা
es: Estado de %@
fr: État de %@
hi: %@ स्थिति
pt: Status de %@
ru: Статус %@
ur: %@ کی حیثیت
zh_hans: %@ 状态

source: %@ tokens
ar: %@ رمزًا
bn: %@ টোকেন
fr: %@ jetons
hi: %@ टोकन
ru: %@ токенов
ur: %@ ٹوکن
zh_hans: %@ 个令牌

source: %lld runs
ar: %lld عملية تشغيل
bn: %lld রান
es: %lld ejecuciones
fr: %lld exécutions
hi: %lld रन
pt: %lld execuções
ru: %lld запуска
ur: %lld بار چلایا گیا
zh_hans: %lld 次运行

source: %lld video processing
ar: تتم معالجة %lld فيديو
bn: %lldটি ভিডিও প্রক্রিয়াকরণ হচ্ছে
es: Procesando %lld video
fr: Traitement de %lld vidéo
hi: %lld वीडियो प्रोसेस हो रहा है
pt: Processando %lld vídeo
ru: Обрабатывается %lld видео
ur: %lld ویڈیو پر کارروائی ہو رہی ہے
zh_hans: 正在处理 %lld 个视频

source: About
ar: حول
bn: সম্পর্কে
es: Acerca de
fr: À propos
hi: परिचय
pt: Sobre
ru: О приложении
ur: متعلق
zh_hans: 关于

source: Add
ar: إضافة
bn: যোগ করুন
es: Añadir
fr: Ajouter
hi: जोड़ें
pt: Adicionar
ru: Добавить
ur: شامل کریں
zh_hans: 添加

source: All set
ar: كل شيء جاهز
bn: সব প্রস্তুত
es: Todo listo
fr: Tout est prêt
hi: सब तैयार है
pt: Tudo pronto
ru: Готово
ur: سب تیار ہے
zh_hans: 全部就绪

source: App behavior
ar: سلوك التطبيق
bn: অ্যাপের আচরণ
es: Comportamiento de la app
fr: Comportement de l’app
hi: ऐप व्यवहार
pt: Comportamento do app
ru: Поведение приложения
ur: ایپ کا رویہ
zh_hans: App 行为

source: Back
ar: رجوع
bn: ফিরে যান
es: Atrás
fr: Retour
hi: वापस
pt: Voltar
ru: Назад
ur: واپس
zh_hans: 返回

source: Before you continue
ar: قبل المتابعة
bn: চালিয়ে যাওয়ার আগে
es: Antes de continuar
fr: Avant de continuer
hi: जारी रखने से पहले
pt: Antes de continuar
ru: Перед продолжением
ur: آگے بڑھنے سے پہلے
zh_hans: 继续之前

source: Browser extension
ar: إضافة المتصفح
bn: ব্রাউজার এক্সটেনশন
es: Extensión del navegador
fr: Extension du navigateur
hi: ब्राउज़र एक्सटेंशन
pt: Extensão do navegador
ru: Расширение браузера
ur: براؤزر ایکسٹینشن
zh_hans: 浏览器扩展

source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar
ru: Отменить
ur: منسوخ کریں
zh_hans: 取消

source: Check for updates automatically
ar: التحقق من التحديثات تلقائيًا
bn: স্বয়ংক্রিয়ভাবে আপডেট পরীক্ষা করুন
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
hi: अपडेट अपने आप जांचें
pt: Buscar atualizações automaticamente
ru: Проверять обновления автоматически
ur: اپ ڈیٹس خودکار طور پر چیک کریں
zh_hans: 自动检查更新

source: Check for Updates…
ar: التحقق من التحديثات…
bn: আপডেট পরীক্ষা করুন…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
hi: अपडेट जांचें…
pt: Buscar atualizações…
ru: Проверить обновления…
ur: اپ ڈیٹس چیک کریں…
zh_hans: 检查更新…

source: Check Installation
ar: التحقق من التثبيت
bn: ইনস্টলেশন পরীক্ষা করুন
es: Comprobar instalación
fr: Vérifier l’installation
hi: इंस्टॉलेशन जांचें
pt: Verificar instalação
ru: Проверить установку
ur: انسٹالیشن چیک کریں
zh_hans: 检查安装

source: Choose Executable
ar: اختيار الملف التنفيذي
bn: এক্সিকিউটেবল বেছে নিন
es: Elegir ejecutable
fr: Choisir l’exécutable
hi: एक्जीक्यूटेबल चुनें
pt: Escolher executável
ru: Выбрать исполняемый файл
ur: ایگزیکیوٹیبل منتخب کریں
zh_hans: 选择可执行文件

source: Choose your provider
ar: اختر المزوّد
bn: আপনার প্রোভাইডার বেছে নিন
es: Elige tu proveedor
fr: Choisissez votre fournisseur
hi: अपना प्रोवाइडर चुनें
pt: Escolha seu provedor
ru: Выберите провайдера
ur: اپنا فراہم کنندہ منتخب کریں
zh_hans: 选择你的提供商

source: Chrome extension
ar: إضافة Chrome
bn: Chrome এক্সটেনশন
es: Extensión de Chrome
fr: Extension Chrome
hi: Chrome एक्सटेंशन
pt: Extensão do Chrome
ru: Расширение Chrome
ur: Chrome ایکسٹینشن
zh_hans: Chrome 扩展

source: Clear
ar: مسح
bn: পরিষ্কার করুন
es: Borrar
fr: Effacer
hi: साफ़ करें
pt: Limpar
ru: Очистить
ur: صاف کریں
zh_hans: 清除

source: Clear all data
ar: مسح كل البيانات
bn: সব ডেটা মুছুন
es: Borrar todos los datos
fr: Effacer toutes les données
hi: सारा डेटा साफ़ करें
pt: Limpar todos os dados
ru: Очистить все данные
ur: تمام ڈیٹا صاف کریں
zh_hans: 清除所有数据

source: Clear all data?
ar: هل تريد مسح كل البيانات؟
bn: সব ডেটা মুছবেন?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
hi: सारा डेटा साफ़ करें?
pt: Limpar todos os dados?
ru: Очистить все данные?
ur: تمام ڈیٹا صاف کریں؟
zh_hans: 清除所有数据？

source: Control how TubeFold reacts when a summary finishes.
ar: تحكم في كيفية استجابة TubeFold عند اكتمال الملخص.
bn: সারাংশ শেষ হলে TubeFold কীভাবে প্রতিক্রিয়া জানাবে তা নিয়ন্ত্রণ করুন।
es: Controla cómo reacciona TubeFold cuando termina un resumen.
fr: Contrôlez la réaction de TubeFold lorsqu’un résumé est terminé.
hi: सारांश पूरा होने पर TubeFold कैसे प्रतिक्रिया देता है, इसे नियंत्रित करें।
pt: Controle como o TubeFold reage quando um resumo termina.
ru: Настройте, как TubeFold реагирует после завершения сводки.
ur: خلاصہ مکمل ہونے پر TubeFold کے ردعمل کو کنٹرول کریں۔
zh_hans: 控制摘要完成后 TubeFold 的响应方式。

source: Could not load Library
ar: تعذر تحميل المكتبة
bn: লাইব্রেরি লোড করা যায়নি
es: No se pudo cargar la biblioteca
fr: Impossible de charger la bibliothèque
hi: लाइब्रेरी लोड नहीं हो सकी
pt: Não foi possível carregar a biblioteca
ru: Не удалось загрузить библиотеку
ur: لائبریری لوڈ نہیں ہو سکی
zh_hans: 无法加载资料库

source: Delete
ar: حذف
bn: মুছুন
es: Eliminar
fr: Supprimer
hi: हटाएं
pt: Excluir
ru: Удалить
ur: حذف کریں
zh_hans: 删除

source: Delete this video?
ar: هل تريد حذف هذا الفيديو؟
bn: এই ভিডিওটি মুছবেন?
es: ¿Eliminar este video?
fr: Supprimer cette vidéo ?
hi: यह वीडियो हटाएं?
pt: Excluir este vídeo?
ru: Удалить это видео?
ur: یہ ویڈیو حذف کریں؟
zh_hans: 删除此视频？

source: Details
ar: التفاصيل
bn: বিস্তারিত
es: Detalles
fr: Détails
hi: विवरण
pt: Detalhes
ru: Подробности
ur: تفصیلات
zh_hans: 详细信息

source: Dismiss
ar: تجاهل
bn: বন্ধ করুন
es: Descartar
fr: Fermer
hi: खारिज करें
pt: Dispensar
ru: Закрыть
ur: بند کریں
zh_hans: 关闭

source: English
ar: الإنجليزية
bn: ইংরেজি
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
pt: Inglês
ru: Английский
ur: انگریزی
zh_hans: 英语

source: Erase the whole library, processing history, and usage stats so the app starts from scratch. Your provider sign-in and settings are kept. This can't be undone.
ar: امسح المكتبة بالكامل وسجل المعالجة وإحصاءات الاستخدام حتى يبدأ التطبيق من جديد. سيتم الاحتفاظ بتسجيل الدخول إلى المزوّد والإعدادات. لا يمكن التراجع عن هذا الإجراء.
bn: সম্পূর্ণ লাইব্রেরি, প্রক্রিয়াকরণ ইতিহাস এবং ব্যবহারের পরিসংখ্যান মুছে অ্যাপটি নতুন করে শুরু করুন। আপনার প্রোভাইডার সাইন-ইন এবং সেটিংস রাখা হবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
es: Borra toda la biblioteca, el historial de procesamiento y las estadísticas de uso para que la app empiece desde cero. Se conservan el inicio de sesión del proveedor y los ajustes. Esta acción no se puede deshacer.
fr: Effacez toute la bibliothèque, l’historique de traitement et les statistiques d’utilisation afin que l’app reparte de zéro. La connexion au fournisseur et les réglages sont conservés. Cette action est irréversible.
hi: पूरी लाइब्रेरी, प्रोसेसिंग इतिहास और उपयोग आंकड़े मिटाएं ताकि ऐप नए सिरे से शुरू हो। आपका प्रोवाइडर साइन-इन और सेटिंग्स बनी रहेंगी। यह कार्रवाई वापस नहीं की जा सकती।
pt: Apague toda a biblioteca, o histórico de processamento e as estatísticas de uso para que o app comece do zero. O login e os ajustes do provedor serão mantidos. Esta ação não pode ser desfeita.
ru: Удалить всю библиотеку, историю обработки и статистику использования, чтобы приложение началось с чистого листа. Вход в провайдера и настройки сохранятся. Это действие нельзя отменить.
ur: پوری لائبریری، پروسیسنگ ہسٹری اور استعمال کے اعدادوشمار مٹا دیں تاکہ ایپ نئے سرے سے شروع ہو۔ آپ کے فراہم کنندہ کا سائن اِن اور ترتیبات برقرار رہیں گی۔ یہ عمل واپس نہیں لیا جا سکتا۔
zh_hans: 抹掉整个资料库、处理历史记录和使用统计，让 App 从头开始。你的提供商登录状态和设置会保留。此操作无法撤销。

source: Every saved summary, queued job, and usage record will be permanently removed. Your provider sign-in and settings stay intact.
ar: ستتم إزالة كل ملخص محفوظ ومهمة في قائمة الانتظار وسجل استخدام نهائيًا. سيبقى تسجيل الدخول إلى المزوّد والإعدادات كما هي.
bn: প্রতিটি সংরক্ষিত সারাংশ, সারিবদ্ধ কাজ এবং ব্যবহারের রেকর্ড স্থায়ীভাবে মুছে ফেলা হবে। আপনার প্রোভাইডার সাইন-ইন এবং সেটিংস অপরিবর্তিত থাকবে।
es: Se eliminarán permanentemente todos los resúmenes guardados, trabajos en cola y registros de uso. El inicio de sesión y los ajustes del proveedor permanecerán intactos.
fr: Tous les résumés enregistrés, tâches en file d’attente et relevés d’utilisation seront supprimés définitivement. La connexion au fournisseur et les réglages restent intacts.
hi: हर सहेजा गया सारांश, कतार में मौजूद काम और उपयोग रिकॉर्ड स्थायी रूप से हट जाएगा। आपका प्रोवाइडर साइन-इन और सेटिंग्स सुरक्षित रहेंगी।
pt: Todos os resumos salvos, trabalhos na fila e registros de uso serão removidos permanentemente. O login e os ajustes do provedor permanecerão intactos.
ru: Все сохраненные сводки, задания в очереди и записи использования будут удалены навсегда. Вход в провайдера и настройки останутся без изменений.
ur: ہر محفوظ شدہ خلاصہ، قطار میں موجود کام اور استعمال کا ریکارڈ مستقل طور پر حذف ہو جائے گا۔ آپ کے فراہم کنندہ کا سائن اِن اور ترتیبات برقرار رہیں گی۔
zh_hans: 每个已保存的摘要、排队任务和使用记录都会被永久移除。你的提供商登录状态和设置会保持不变。

source: Feedback
ar: ملاحظات
bn: প্রতিক্রিয়া
es: Comentarios
fr: Commentaires
hi: फ़ीडबैक
ru: Обратная связь
ur: رائے
zh_hans: 反馈

source: Generate
ar: إنشاء
bn: জেনারেট করুন
es: Generar
fr: Générer
hi: जेनरेट करें
pt: Gerar
ru: Сгенерировать
ur: بنائیں
zh_hans: 生成

source: Get it
ar: الحصول عليه
bn: নিন
es: Obtener
fr: Obtenir
hi: प्राप्त करें
pt: Obter
ru: Получить
ur: حاصل کریں
zh_hans: 获取

source: Get the Chrome extension
ar: الحصول على إضافة Chrome
bn: Chrome এক্সটেনশন নিন
es: Obtener la extensión de Chrome
fr: Obtenir l’extension Chrome
hi: Chrome एक्सटेंशन पाएं
pt: Obter a extensão do Chrome
ru: Получить расширение Chrome
ur: Chrome ایکسٹینشن حاصل کریں
zh_hans: 获取 Chrome 扩展

source: Get the Chrome Extension…
ar: الحصول على إضافة Chrome…
bn: Chrome এক্সটেনশন নিন…
es: Obtener la extensión de Chrome…
fr: Obtenir l’extension Chrome…
hi: Chrome एक्सटेंशन पाएं…
pt: Obter a extensão do Chrome…
ru: Получить расширение Chrome…
ur: Chrome ایکسٹینشن حاصل کریں…
zh_hans: 获取 Chrome 扩展…

source: Hide Dock icon
ar: إخفاء أيقونة Dock
bn: Dock আইকন লুকান
es: Ocultar icono del Dock
fr: Masquer l’icône du Dock
hi: Dock आइकन छिपाएं
pt: Ocultar ícone no Dock
ru: Скрыть значок в Dock
ur: Dock آئیکن چھپائیں
zh_hans: 隐藏 Dock 图标

source: Hide menu bar icon
ar: إخفاء أيقونة شريط القائمة
bn: মেনু বার আইকন লুকান
es: Ocultar icono de la barra de menús
fr: Masquer l’icône de la barre des menus
hi: मेनू बार आइकन छिपाएं
pt: Ocultar ícone da barra de menus
ru: Скрыть значок в строке меню
ur: مینو بار آئیکن چھپائیں
zh_hans: 隐藏菜单栏图标

source: Install the Chrome extension to send videos straight from a YouTube page — one click, no copy-paste.
ar: ثبّت إضافة Chrome لإرسال الفيديوهات مباشرة من صفحة YouTube: نقرة واحدة، بلا نسخ ولصق.
bn: YouTube পৃষ্ঠা থেকে সরাসরি ভিডিও পাঠাতে Chrome এক্সটেনশন ইনস্টল করুন: এক ক্লিক, কপি-পেস্ট নয়।
es: Instala la extensión de Chrome para enviar videos directamente desde una página de YouTube: un clic, sin copiar y pegar.
fr: Installez l’extension Chrome pour envoyer des vidéos directement depuis une page YouTube : un clic, sans copier-coller.
hi: YouTube पेज से सीधे वीडियो भेजने के लिए Chrome एक्सटेंशन इंस्टॉल करें — एक क्लिक, कॉपी-पेस्ट नहीं।
pt: Instale a extensão do Chrome para enviar vídeos diretamente de uma página do YouTube: um clique, sem copiar e colar.
ru: Установите расширение Chrome, чтобы отправлять видео прямо со страницы YouTube: один клик, без копирования ссылок.
ur: YouTube صفحے سے براہ راست ویڈیوز بھیجنے کے لیے Chrome ایکسٹینشن انسٹال کریں: ایک کلک، کاپی پیسٹ نہیں۔
zh_hans: 安装 Chrome 扩展，即可直接从 YouTube 页面发送视频：一次点击，无需复制粘贴。

source: Library
ar: المكتبة
bn: লাইব্রেরি
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
pt: Biblioteca
ru: Библиотека
ur: لائبریری
zh_hans: 资料库

source: Library is up to date
ar: المكتبة محدّثة
bn: লাইব্রেরি আপ টু ডেট
es: La biblioteca está actualizada
fr: La bibliothèque est à jour
hi: लाइब्रेरी अप टू डेट है
pt: A biblioteca está atualizada
ru: Библиотека актуальна
ur: لائبریری اپ ٹو ڈیٹ ہے
zh_hans: 资料库已是最新

source: Loading Library
ar: جارٍ تحميل المكتبة
bn: লাইব্রেরি লোড হচ্ছে
es: Cargando biblioteca
fr: Chargement de la bibliothèque
hi: लाइब्रेरी लोड हो रही है
pt: Carregando biblioteca
ru: Загрузка библиотеки
ur: لائبریری لوڈ ہو رہی ہے
zh_hans: 正在加载资料库

source: Make sure %@ is installed and signed in. TubeFold will find it automatically, or you can choose the executable yourself.
ar: تأكد من تثبيت %@ وتسجيل الدخول إليه. سيعثر عليه TubeFold تلقائيًا، أو يمكنك اختيار الملف التنفيذي بنفسك.
bn: নিশ্চিত করুন %@ ইনস্টল করা আছে এবং সাইন ইন করা হয়েছে। TubeFold এটি স্বয়ংক্রিয়ভাবে খুঁজে পাবে, অথবা আপনি নিজেই এক্সিকিউটেবল বেছে নিতে পারেন।
es: Asegúrate de que %@ esté instalado y con sesión iniciada. TubeFold lo encontrará automáticamente, o puedes elegir el ejecutable manualmente.
fr: Assurez-vous que %@ est installé et connecté. TubeFold le trouvera automatiquement, ou vous pouvez choisir l’exécutable vous-même.
hi: सुनिश्चित करें कि %@ इंस्टॉल है और उसमें साइन इन है। TubeFold इसे अपने आप ढूंढ लेगा, या आप खुद एक्जीक्यूटेबल चुन सकते हैं।
pt: Verifique se %@ está instalado e com sessão iniciada. O TubeFold o encontrará automaticamente, ou você pode escolher o executável manualmente.
ru: Убедитесь, что %@ установлен и выполнен вход. TubeFold найдет его автоматически, или вы можете выбрать исполняемый файл вручную.
ur: یقینی بنائیں کہ %@ انسٹال ہے اور اس میں سائن اِن ہے۔ TubeFold اسے خودکار طور پر تلاش کرے گا، یا آپ خود ایگزیکیوٹیبل منتخب کر سکتے ہیں۔
zh_hans: 请确保 %@ 已安装并已登录。TubeFold 会自动找到它，或者你也可以自行选择可执行文件。

source: Model
ar: النموذج
bn: মডেল
es: Modelo
fr: Modèle
hi: मॉडल
pt: Modelo
ru: Модель
ur: ماڈل
zh_hans: 模型

source: More
ar: المزيد
bn: আরও
es: Más
fr: Plus
hi: अधिक
pt: Mais
ru: Еще
ur: مزید
zh_hans: 更多

source: New video received
ar: تم استلام فيديو جديد
bn: নতুন ভিডিও পাওয়া গেছে
es: Nuevo video recibido
fr: Nouvelle vidéo reçue
hi: नया वीडियो प्राप्त हुआ
pt: Novo vídeo recebido
ru: Получено новое видео
ur: نئی ویڈیو موصول ہوئی
zh_hans: 已收到新视频

source: No analyses recorded yet. Token usage appears here after your first summary.
ar: لم يتم تسجيل أي تحليلات بعد. سيظهر استخدام الرموز هنا بعد أول ملخص.
bn: এখনও কোনো বিশ্লেষণ রেকর্ড করা হয়নি। আপনার প্রথম সারাংশের পর টোকেন ব্যবহার এখানে দেখা যাবে।
es: Aún no se han registrado análisis. El uso de tokens aparecerá aquí después de tu primer resumen.
fr: Aucune analyse enregistrée pour le moment. L’utilisation des jetons apparaîtra ici après votre premier résumé.
hi: अभी तक कोई विश्लेषण रिकॉर्ड नहीं हुआ है। आपके पहले सारांश के बाद टोकन उपयोग यहां दिखाई देगा।
pt: Nenhuma análise registrada ainda. O uso de tokens aparecerá aqui depois do seu primeiro resumo.
ru: Анализов пока нет. Расход токенов появится здесь после первой сводки.
ur: ابھی تک کوئی تجزیہ ریکارڈ نہیں ہوا۔ آپ کے پہلے خلاصے کے بعد ٹوکن استعمال یہاں ظاہر ہوگا۔
zh_hans: 尚未记录任何分析。首次摘要后，令牌用量会显示在这里。

source: No videos yet
ar: لا توجد فيديوهات بعد
bn: এখনও কোনো ভিডিও নেই
es: Aún no hay videos
fr: Aucune vidéo pour le moment
hi: अभी कोई वीडियो नहीं
pt: Ainda não há vídeos
ru: Видео пока нет
ur: ابھی کوئی ویڈیو نہیں
zh_hans: 还没有视频

source: Open
ar: فتح
bn: খুলুন
es: Abrir
fr: Ouvrir
hi: खोलें
pt: Abrir
ru: Открыть
ur: کھولیں
zh_hans: 打开

source: Open in Finder
ar: فتح في Finder
bn: Finder-এ খুলুন
es: Abrir en Finder
fr: Ouvrir dans le Finder
hi: Finder में खोलें
pt: Abrir no Finder
ru: Открыть в Finder
ur: Finder میں کھولیں
zh_hans: 在 Finder 中打开

source: Open Latest Summary (Markdown)
ar: فتح أحدث ملخص (Markdown)
bn: সর্বশেষ সারাংশ খুলুন (Markdown)
es: Abrir el resumen más reciente (Markdown)
fr: Ouvrir le dernier résumé (Markdown)
hi: नवीनतम सारांश खोलें (Markdown)
pt: Abrir resumo mais recente (Markdown)
ru: Открыть последнюю сводку (Markdown)
ur: تازہ ترین خلاصہ کھولیں (Markdown)
zh_hans: 打开最新摘要 (Markdown)

source: Open Latest Summary (PDF)
ar: فتح أحدث ملخص (PDF)
bn: সর্বশেষ সারাংশ খুলুন (PDF)
es: Abrir el resumen más reciente (PDF)
fr: Ouvrir le dernier résumé (PDF)
hi: नवीनतम सारांश खोलें (PDF)
pt: Abrir resumo mais recente (PDF)
ru: Открыть последнюю сводку (PDF)
ur: تازہ ترین خلاصہ کھولیں (PDF)
zh_hans: 打开最新摘要 (PDF)

source: Open Latest Summary (Web)
ar: فتح أحدث ملخص (الويب)
bn: সর্বশেষ সারাংশ খুলুন (Web)
es: Abrir el resumen más reciente (web)
fr: Ouvrir le dernier résumé (Web)
hi: नवीनतम सारांश खोलें (Web)
pt: Abrir resumo mais recente (Web)
ru: Открыть последнюю сводку (Web)
ur: تازہ ترین خلاصہ کھولیں (Web)
zh_hans: 打开最新摘要 (Web)

source: Open Library
ar: فتح المكتبة
bn: লাইব্রেরি খুলুন
es: Abrir biblioteca
fr: Ouvrir la bibliothèque
hi: लाइब्रेरी खोलें
pt: Abrir biblioteca
ru: Открыть библиотеку
ur: لائبریری کھولیں
zh_hans: 打开资料库

source: Open PDF
ar: فتح PDF
bn: PDF খুলুন
es: Abrir PDF
fr: Ouvrir le PDF
hi: PDF खोलें
pt: Abrir PDF
ru: Открыть PDF
ur: PDF کھولیں
zh_hans: 打开 PDF

source: Open Telegraph
ar: فتح Telegraph
bn: Telegraph খুলুন
es: Abrir Telegraph
fr: Ouvrir Telegraph
hi: Telegraph खोलें
pt: Abrir Telegraph
ru: Открыть Telegraph
ur: Telegraph کھولیں
zh_hans: 打开 Telegraph

source: Open Telegraph automatically
ar: فتح Telegraph تلقائيًا
bn: স্বয়ংক্রিয়ভাবে Telegraph খুলুন
es: Abrir Telegraph automáticamente
fr: Ouvrir Telegraph automatiquement
hi: Telegraph अपने आप खोलें
pt: Abrir Telegraph automaticamente
ru: Автоматически открывать Telegraph
ur: Telegraph خودکار طور پر کھولیں
zh_hans: 自动打开 Telegraph

source: Opening…
ar: جارٍ الفتح…
bn: খোলা হচ্ছে…
es: Abriendo…
fr: Ouverture…
hi: खुल रहा है…
pt: Abrindo…
ru: Открытие…
ur: کھل رہا ہے…
zh_hans: 正在打开…

source: Output language
ar: لغة الإخراج
bn: আউটপুট ভাষা
es: Idioma de salida
fr: Langue de sortie
hi: आउटपुट भाषा
pt: Idioma de saída
ru: Язык вывода
ur: آؤٹ پٹ زبان
zh_hans: 输出语言

source: Paste
ar: لصق
bn: পেস্ট করুন
es: Pegar
fr: Coller
hi: चिपकाएं
pt: Colar
ru: Вставить
ur: پیسٹ کریں
zh_hans: 粘贴

source: Paste a link from the clipboard and start processing
ar: لصق رابط من الحافظة وبدء المعالجة
bn: ক্লিপবোর্ড থেকে লিঙ্ক পেস্ট করে প্রক্রিয়াকরণ শুরু করুন
es: Pegar un enlace del portapapeles e iniciar el procesamiento
fr: Coller un lien depuis le presse-papiers et lancer le traitement
hi: क्लिपबोर्ड से लिंक चिपकाएं और प्रोसेसिंग शुरू करें
pt: Colar um link da área de transferência e iniciar o processamento
ru: Вставить ссылку из буфера обмена и начать обработку
ur: کلپ بورڈ سے لنک پیسٹ کریں اور کارروائی شروع کریں
zh_hans: 从剪贴板粘贴链接并开始处理

source: Paste a YouTube link above, or send one from the Chrome extension, and it will appear here.
ar: الصق رابط YouTube أعلاه، أو أرسله من إضافة Chrome، وسيظهر هنا.
bn: উপরে একটি YouTube লিঙ্ক পেস্ট করুন, অথবা Chrome এক্সটেনশন থেকে একটি পাঠান, সেটি এখানে দেখা যাবে।
es: Pega un enlace de YouTube arriba o envía uno desde la extensión de Chrome, y aparecerá aquí.
fr: Collez un lien YouTube ci-dessus, ou envoyez-en un depuis l’extension Chrome, et il apparaîtra ici.
hi: ऊपर YouTube लिंक चिपकाएं, या Chrome एक्सटेंशन से भेजें, और वह यहां दिखाई देगा।
pt: Cole um link do YouTube acima ou envie um pela extensão do Chrome, e ele aparecerá aqui.
ru: Вставьте ссылку YouTube выше или отправьте ее из расширения Chrome, и она появится здесь.
ur: اوپر YouTube لنک پیسٹ کریں، یا Chrome ایکسٹینشن سے بھیجیں، اور وہ یہاں ظاہر ہوگا۔
zh_hans: 在上方粘贴 YouTube 链接，或从 Chrome 扩展发送链接，它就会显示在这里。

source: Paste a YouTube link…
ar: الصق رابط YouTube…
bn: YouTube লিঙ্ক পেস্ট করুন…
es: Pega un enlace de YouTube…
fr: Collez un lien YouTube…
hi: YouTube लिंक चिपकाएं…
pt: Cole um link do YouTube…
ru: Вставьте ссылку YouTube…
ur: YouTube لنک پیسٹ کریں…
zh_hans: 粘贴 YouTube 链接…

source: Pick the %@ executable manually
ar: اختيار الملف التنفيذي لـ %@ يدويًا
bn: %@ এক্সিকিউটেবল ম্যানুয়ালি বেছে নিন
es: Elegir manualmente el ejecutable de %@
fr: Choisir manuellement l’exécutable %@
hi: %@ एक्जीक्यूटेबल मैन्युअल रूप से चुनें
pt: Escolher manualmente o executável de %@
ru: Выбрать исполняемый файл %@ вручную
ur: %@ ایگزیکیوٹیبل دستی طور پر منتخب کریں
zh_hans: 手动选择 %@ 可执行文件

source: Processing %lld video
ar: تتم معالجة %lld فيديو
bn: %lldটি ভিডিও প্রক্রিয়াকরণ হচ্ছে
es: Procesando %lld video
fr: Traitement de %lld vidéo
hi: %lld वीडियो प्रोसेस हो रहा है
pt: Processando %lld vídeo
ru: Обрабатывается %lld видео
ur: %lld ویڈیو پر کارروائی ہو رہی ہے
zh_hans: 正在处理 %lld 个视频

source: Provider
ar: المزوّد
bn: প্রোভাইডার
es: Proveedor
fr: Fournisseur
hi: प्रोवाइडर
pt: Provedor
ru: Провайдер
ur: فراہم کنندہ
zh_hans: 提供商

source: Provider & Model
ar: المزوّد والنموذج
bn: প্রোভাইডার ও মডেল
es: Proveedor y modelo
fr: Fournisseur et modèle
hi: प्रोवाइडर और मॉडल
pt: Provedor e modelo
ru: Провайдер и модель
ur: فراہم کنندہ اور ماڈل
zh_hans: 提供商与模型

source: Publishing…
ar: جارٍ النشر…
bn: প্রকাশ করা হচ্ছে…
es: Publicando…
fr: Publication…
hi: प्रकाशित हो रहा है…
pt: Publicando…
ru: Публикация…
ur: شائع ہو رہا ہے…
zh_hans: 正在发布…

source: Quit TubeFold
ar: إنهاء TubeFold
bn: TubeFold বন্ধ করুন
es: Salir de TubeFold
fr: Quitter TubeFold
hi: TubeFold बंद करें
pt: Encerrar TubeFold
ru: Завершить TubeFold
ur: TubeFold بند کریں
zh_hans: 退出 TubeFold

source: Re-check
ar: إعادة التحقق
bn: আবার পরীক্ষা করুন
es: Volver a comprobar
fr: Revérifier
hi: फिर से जांचें
pt: Verificar novamente
ru: Проверить снова
ur: دوبارہ چیک کریں
zh_hans: 重新检查

source: Read in Telegraph
ar: القراءة في Telegraph
bn: Telegraph-এ পড়ুন
es: Leer en Telegraph
fr: Lire dans Telegraph
hi: Telegraph में पढ़ें
pt: Ler no Telegraph
ru: Читать в Telegraph
ur: Telegraph میں پڑھیں
zh_hans: 在 Telegraph 中阅读

source: Recently watched
ar: شوهدت مؤخرًا
bn: সম্প্রতি দেখা
es: Vistos recientemente
fr: Regardées récemment
hi: हाल ही में देखे गए
pt: Assistidos recentemente
ru: Недавно просмотренные
ur: حال ہی میں دیکھی گئی
zh_hans: 最近观看

source: Refresh usage
ar: تحديث الاستخدام
bn: ব্যবহার রিফ্রেশ করুন
es: Actualizar uso
fr: Actualiser l’utilisation
hi: उपयोग रीफ़्रेश करें
pt: Atualizar uso
ru: Обновить статистику
ur: استعمال ریفریش کریں
zh_hans: 刷新用量
